Repository: danerx77/f1
Catalog: tm/srcdata.tmx
Source language: en
Languages: pl

source: The best BALL with the ultimate\\nperformance. It will catch any wild\\nPOKéMON without fail.
pl: Najlepsza KULA z niesamowitą\\njakością działania. Złapie każdego\\ndzikiego POKéMONA.

source: A very high-grade BALL that offers\\na higher POKéMON catch rate than\\na GREAT BALL.
pl: Wysokiej jakości KULA oferująca\\nwyższe szanse złapania POKéMONA\\nniż GREAT BALL.

source: A good, quality BALL that offers\\na higher POKéMON catch rate than\\na standard POKé BALL.
pl: Dobrej jakości KULA oferująca\\ncałkiem duże szanse na złapanie\\ndzikiego POKéMONA.

source: A BALL thrown to catch a wild\\nPOKéMON. It is designed in a\\ncapsule style.
pl: KULA służąca do łapania dzikich\\nPOKéMONÓW. Zaprojektowana\\nw stylu kapsuły.

source: A special BALL that is used only in\\nthe SAFARI ZONE. It is finished in\\na camouflage pattern.
pl: Specjalna KULA używana tylko w\\nSTREFIE SAFARI. Pomalowania\\nw wzorki przypominające kamuflaż.

source: A somewhat different BALL that\\nworks especially well on WATER- and\\nBUG-type POKéMON.
pl: Szczególna KULA działająca\\nwyjątkowo dobrze na POKéMONY WODNE i\\nROBACZE.

source: A somewhat different BALL that\\nworks especially well on POKéMON\\ndeep in the sea.
pl: Szczególna KULA działająca\\nwyjątkowo dobrze na POKéMONY\\ngłęboko w morzu.

source: A somewhat different BALL that\\nworks especially well on weaker\\nPOKéMON.
pl: Szczególna KULA działająca\\nwyjątkowo dobrze na słabsze\\nPOKéMONY.

source: A somewhat different BALL that\\nworks especially well on POKéMON\\ncaught before.
pl: Szczególna KULA działająca\\nwyjątkowo dobrze na POKéMONY złapane\\njuż wcześniej.

source: A somewhat different BALL that\\nbecomes progressively better the\\nmore turns there are in a battle.
pl: Szczególna KULA, która staje się\\ntym lepsza, im więcej tur minęło\\njuż w walce.

source: A comfortable BALL that makes a\\ncaptured wild POKéMON quickly grow\\nfriendly.
pl: Wygodna KULA, która powoduje, że\\nzłapany POKéMON staje się\\nprzyjazny.

source: A rare BALL that has been\\nspecially made to commemorate an\\nevent of some sort.
pl: Rzadka KULA przygotowana\\nspecjalnie jako pamiątka\\nszczególnego wydarzenia.

source: POTION
pl: MISKTURA

source: A spray-type wound medicine.\\nIt restores the HP of one POKéMON\\nby 20 points.
pl: Lek w formie sprayu.\\nPrzywraca zdrowie POKéMONA o 20\\npunktów.

source: ANTIDOTE
pl: ANTIDOTUM

source: A spray-type medicine.\\nIt heals one POKéMON from a\\npoisoning.
pl: Lek w formie sprayu.\\nLeczy jednego POKéMONA ze stanu\\notrucia.

source: BURN HEAL
pl: LEK OPARZEŃ

source: A spray-type medicine.\\nIt heals one POKéMON of a burn.
pl: Lek w formie sprayu.\\nLeczy jednego POKéMONA z poparzeń.

source: ICE HEAL
pl: ODMRAŻACZ

source: A spray-type medicine.\\nIt defrosts a frozen POKéMON.
pl: Lek w formie sprayu.\\nRozmraża jednego z POKéMONÓW.

source: AWAKENING
pl: PRZEBUDZACZ

source: A spray-type medicine.\\nIt awakens a sleeping POKéMON.
pl: Lek w formie sprayu.\\nBudzi śpiącego POKéMONA.

source: PARLYZ HEAL
pl: LEK PARALIŻU

source: A spray-type medicine.\\nIt heals one POKéMON from\\nparalysis.
pl: Lek w formie sprayu.\\nLeczy jednego z POKéMONÓW z\\nparaliżu.

source: FULL RESTORE
pl: PEŁNA ODNOWA

source: A medicine that fully restores the\\nHP and heals any status problems\\nof one POKéMON.
pl: Lek przywracający pełne zdrowie\\ni leczący wszelkie zmiany stanu\\njednego POKéMONA.

source: MAX POTION
pl: M. MIKSTURA

source: A spray-type wound medicine.\\nIt fully restores the HP of one\\nPOKéMON.
pl: Lek w formie sprayu.\\nW pełni przywraca HP jednemu\\nz POKéMONÓW.

source: HYPER POTION
pl: H. MIKSTURA

source: A spray-type wound medicine.\\nIt restores the HP of one POKéMON\\nby 200 points.
pl: Lek w formie sprayu.\\nPrzywraca zdrowie POKéMONA o 200\\npunktów.

source: SUPER POTION
pl: S. MISKTURA

source: A spray-type wound medicine.\\nIt restores the HP of one POKéMON\\nby 50 points.
pl: Lek w formie sprayu.\\nPrzywraca zdrowie POKéMONA o 50\\npunktów.

source: FULL HEAL
pl: UZDROWIENIE

source: A spray-type medicine.\\nIt heals all the status problems of\\none POKéMON.
pl: Lek w formie sprayu.\\nLeczy wszystkie zmiany stanu\\njednego POKéMONA.

source: REVIVE
pl: OCUCACZ

source: A medicine that revives a fainted\\nPOKéMON, restoring HP by half the\\nmaximum amount.
pl: Lek w formie sprayu.\\nLeczy wszystkie zmiany stanu\\njednego POKéMONA.

source: MAX REVIVE
pl: MAKS. OCUCACZ

source: A medicine that revives a fainted\\nPOKéMON, restoring HP fully.
pl: Lekarstwo pobudzające omdlałego\\nPOKéMONA. Przywraca całe HP.

source: FRESH WATER
pl: ŚWIEŻA WODA

source: Water with a high mineral content.\\nIt restores the HP of one POKéMON\\nby 50 points.
pl: Woda z dużą zawartością minerałów.\\nPrzywraca HP jednego POKéMONA\\no 50 punktów.

source: A fizzy soda drink.\\nIt restores the HP of one POKéMON\\nby 60 points.
pl: Napój z bąbelkami.\\nPrzywraca HP jednego z POKéMONÓW\\no 60 punktów.

source: LEMONADE
pl: LEMONIADA

source: A very sweet drink.\\nIt restores the HP of one POKéMON\\nby 80 points.
pl: Słodki napój.\\nPrzywraca HP jednego z POKéMONÓW \\no 80 punktów.

source: MOOMOO MILK
pl: MLEKO MOOMOO

source: Highly nutritious milk.\\nIt restores the HP of one POKéMON\\nby 100 points.
pl: Wysokoodżywcze mleko.\\nPrzywraca HP jednego z POKéMONÓW\\no 100 punktów.

source: ENERGYPOWDER
pl: PROCHENERGII

source: A very bitter medicine powder.\\nIt restores the HP of one POKéMON\\nby 50 points.
pl: Bardzo gorzki proszek leczniczy.\\nPrzywraca HP jednego POKéMONA\\no 50 punktów.

source: ENERGY ROOT
pl: KORZEŃENERGII

source: A very bitter root.\\nIt restores the HP of one POKéMON\\nby 200 points.
pl: Gorzki korzeń.\\nPrzywraca HP jednego z POKéMONÓW\\no 200 punktów.

source: HEAL POWDER
pl: LECZĄCYPROCH

source: A very bitter medicine powder.\\nIt heals all the status problems of\\none POKéMON.
pl: Bardzo gorzki proszek leczniczy.\\nLeczy wszystkie zmiany statusu\\nPOKéMONA.

source: REVIVAL HERB
pl: ZIELE OCUCANIA

source: A very bitter medicinal herb.\\nIt revives a fainted POKéMON,\\nrestoring HP fully.
pl: Bardzo gorzkie zioło lecznicze.\\nPobudza zemdlonego POKéMONA.\\nPrzywraca całe HP.

source: ETHER
pl: ETER

source: Restores a selected move's PP by\\n10 points for one POKéMON.
pl: Przywraca PP wybranego ruchu o\\n10 punktów POKéMONOWI.

source: MAX ETHER
pl: MAKS. ETER

source: Fully restores a selected move's PP\\nfor one POKéMON.
pl: W pełni przywraca PP ruchu jednemu\\nz POKéMONÓW.

source: ELIXIR
pl: ELIKSIR

source: Restores the PP of all moves for\\none POKéMON by 10 points each.
pl: Przywraca PP wszystkich ruchów\\njednego POKéMONA o 10 PP każdy.

source: MAX ELIXIR
pl: MAKS. ELIKSIR

source: Fully restores the PP of all moves\\nfor one POKéMON.
pl: W pełni przywraca PP wszystkich\\nruchów POKéMONA.

source: LAVA COOKIE
pl: CIASTKOLAWOWE

source: LAVARIDGE TOWN's local specialty.\\nIt heals all the status problems of\\none POKéMON.
pl: Specjalność miasta LAVARIDGE.\\nLeczy wszystkie zmiany stanu\\njednego POKéMONA.

source: BLUE FLUTE
pl: NIEBIESKI FLET

source: A blue glass flute that awakens\\na sleeping POKéMON.
pl: Niebieski, szklany flet budzący\\nśpiącego POKéMONY.

source: YELLOW FLUTE
pl: ŻÓŁTY FLET

source: A yellow glass flute that snaps one\\nPOKéMON out of confusion.
pl: Żółty, szklany flet otrząsający\\nPOKéMONA z oszołomienia.

source: RED FLUTE
pl: CZERWONY FLET

source: A red glass flute that snaps one\\nPOKéMON out of infatuation.
pl: Czerwony, szklany flet wyciągający\\nPOKéMONA z zauroczenia.

source: BLACK FLUTE
pl: CZARNY FLET

source: A black glass flute.\\nWhen blown, it makes wild POKéMON\\nless likely to appear.
pl: Czarny, szklany flet.\\nPowoduje, że dzikie POKéMONY\\npojawiają się rzadziej.

source: WHITE FLUTE
pl: BIAŁY FLET

source: A white glass flute.\\nWhen blown, it makes wild POKéMON\\nmore likely to appear.
pl: Biały, szklany flet.\\nPowoduje, że dzikie POKéMONY\\npojawiają się częściej.

source: BERRY JUICE
pl: SOK JAGODOWY

source: A 100% pure juice.\\nIt restores the HP of one POKéMON\\nby 20 points.
pl: 100% czystego soku.\\nPrzywraca HP jednego POKéMONA\\no 20 punktów.

source: SACRED ASH
pl: ŚWIĘTY POPIÓŁ

source: Revives all fainted POKéMON,\\nrestoring HP fully.
pl: Pobudza wszystkie POKéMONY\\nprzywracając całe HP.

source: SHOAL SALT
pl: SÓL ŁAWICZNA

source: Pure salt obtained from deep inside\\nthe SHOAL CAVE. It is extremely\\nsalty.
pl: Czysta sól znaleziona w głębi\\nŁAWICZNEJ JASKINI.\\n\\nJest nieziemsko słona.

source: SHOAL SHELL
pl: MUSZLAŁAWICZN

source: A pretty seashell found deep inside\\nthe SHOAL CAVE. It is striped in\\nblue and white.
pl: Piękna muszla znaleziona w głębi\\nŁAWICZNEJ JASKINI. Pokryta\\n\\nniebieskimi i białymi paskami.

source: RED SHARD
pl: CZER. ODŁAMEK

source: A small red shard.\\nIt appears to be from some sort of\\na tool made long ago.
pl: Mała czerwona skorupa.\\nWydaje się być częścią jakiegoś\\ndawnego narzędzia.

source: BLUE SHARD
pl: NIEB. ODŁAMEK

source: A small blue shard.\\nIt appears to be from some sort of\\na tool made long ago.
pl: Mała niebieska skorupa.\\nWydaje się być częścią jakiegoś\\ndawnego narzędzia.

source: YELLOW SHARD
pl: ŻÓŁTY ODŁAMEK

source: A small yellow shard.\\nIt appears to be from some sort of\\na tool made long ago.
pl: Mała żółta skorupa.\\nWydaje się być częścią jakiegoś\\ndawnego narzędzia.

source: GREEN SHARD
pl: ZIEL. ODŁAMEK

source: A small green shard.\\nIt appears to be from some sort of\\na tool made long ago.
pl: Mała zielona skorupa.\\nWydaje się być częścią jakiegoś\\ndawnego narzędzia.

source: HP UP
pl: WZROST HP

source: A nutritious drink for POKéMON.\\nIt raises the base HP of one\\nPOKéMON.
pl: Odżywczy napój dla POKéMONA.\\nZwiększa podstawowe HP jednego\\nPOKéMONA.

source: PROTEIN
pl: BIAŁKO

source: A nutritious drink for POKéMON.\\nIt raises the base ATTACK stat of\\none POKéMON.
pl: Odżywczy napój dla POKéMONA.\\nZwiększa statystykę ATAKU\\njednego POKéMONA.

source: IRON
pl: ŻELAZO

source: A nutritious drink for POKéMON.\\nIt raises the base DEFENSE stat of\\none POKéMON.
pl: Odżywczy napój dla POKéMONA.\\nZwiększa statystykę ATAKU\\njednego POKéMONA.

source: CARBOS
pl: WĘGLOWODANY

source: A nutritious drink for POKéMON.\\nIt raises the base SPEED stat of\\none POKéMON.
pl: Odżywczy napój dla POKéMONA.\\nZwiększa statystykę ATAKU\\njednego POKéMONA.

source: CALCIUM
pl: WAPŃ

source: A nutritious drink for POKéMON.\\nIt raises the base SP. ATK stat\\nof one POKéMON.
pl: Odżywczy napój dla POKéMONA.\\nZwiększa SP. ATAK jednego\\nz POKéMONÓW.

source: RARE CANDY
pl: CUKIEREK

source: A candy that is packed with energy.\\nIt raises the level of a POKéMON\\nby one.
pl: Cukierek wypełniony energią.\\nZwiększa poziom jednego POKéMONA\\no jeden.

source: PP UP
pl: WZROST PP

source: Slightly raises the maximum PP of\\na selected move for one POKéMON.
pl: Nieznacznie zwiększa maksymalne PP\\nwybranego ruchu POKéMONA.

source: ZINC
pl: CYNK

source: A nutritious drink for POKéMON.\\nIt raises the base SP. DEF stat\\nof one POKéMON.
pl: Odżywczy napój dla POKéMONA.\\nZwiększa SP. ATAK jednego\\nz POKéMONÓW.

source: PP MAX
pl: MAKSYMALNE PP

source: Raises the PP of a selected move\\nto its maximum level for one\\nPOKéMON.
pl: Zwiększa PP wybranego ruchu\\ndo maksymalnego stanu\\njednego POKéMONA.

source: GUARD SPEC.
pl: OCHRONASPEC.

source: An item that prevents stat reduction\\namong party POKéMON for five turns\\nafter use.
pl: Przedmiot nie pozwalający obniżyć\\nstatystyki POKéMONÓW w drużynie\\nprzez pięć tur.

source: DIRE HIT
pl: POTĘŻNY CIOS

source: Raises the critical-hit ratio of\\nPOKéMON in battle. Wears off if the\\nPOKéMON is withdrawn.
pl: Zwiększa szansę krytycznego\\ntrafienia w walce. Przestaje działać\\nprzy wycofaniu POKéMONA.

source: X ATTACK
pl: X ATAK

source: Raises the ATTACK stat of POKéMON\\nin battle. Wears off if the POKéMON\\nis withdrawn.
pl: Zwiększa ATAK POKéMONA\\nw walce. Przestaje działać, gdy\\nPOKéMON zostanie wycofany.

source: X DEFEND
pl: X OBRONA

source: Raises the DEFENSE stat of POKéMON\\nin battle. Wears off if the POKéMON\\nis withdrawn.
pl: Zwiększa ATAK POKéMONA\\nw walce. Przestaje działać, gdy\\nPOKéMON zostanie wycofany.

source: X SPEED
pl: X SZYBKOŚĆ

source: Raises the SPEED stat of POKéMON\\nin battle. Wears off if the POKéMON\\nis withdrawn.
pl: Zwiększa ATAK POKéMONA\\nw walce. Przestaje działać, gdy\\nPOKéMON zostanie wycofany.

source: X ACCURACY
pl: X CELNOŚĆ

source: Raises the accuracy stat of\\nPOKéMON in battle. Wears off if the\\nPOKéMON is withdrawn.
pl: Zwiększa CELNOŚĆ POKéMONA\\nw walce. Przestaje działać, gdy\\nPOKéMON zostaje wycofany.

source: X SPECIAL
pl: X SPECJALNE

source: Raises the SP. ATK stat of\\nPOKéMON in battle. Wears off if the\\nPOKéMON is withdrawn.
pl: Zwiększa SP. ATAK POKéMONA\\nw walce. Przestaje działać, gdy\\nPOKéMON zostaje wycofany.

source: POK\u00e9 DOLL
pl: POKÉ\u00e9 LALKA

source: An attractive doll.\\nUse it to flee from any battle with\\na wild POKéMON.
pl: Przyciągająca lalka.\\nUżywana, by uciec z walki z dzikim\\nPOKéMONEM.

source: FLUFFY TAIL
pl: PUSZYSTY OGON

source: An attractive item.\\nUse it to flee from any battle with\\na wild POKéMON.
pl: Przyciągająca lalka.\\nUżywana, by uciec z walki z dzikim\\nPOKéMONEM.

source: SUPER REPEL
pl: S. ODGANIACZ

source: Prevents weak wild POKéMON from\\nappearing for 200 steps.
pl: Słabe, dzikie POKéMONY nie atakują\\nprzez 200 kroków.

source: MAX REPEL
pl: M. ODGANIACZ

source: Prevents weak wild POKéMON from\\nappearing for 250 steps.
pl: Słabe, dzikie POKéMONY nie atakują\\nprzez 250 kroków.

source: ESCAPE ROPE
pl: LINAUCIECZKI

source: A long, durable rope.\\nUse it to escape instantly from a\\ncave or a dungeon.
pl: Długa, trwała lina.\\nUżywana, by uciec natychmiast\\nz lochu lub jaskini.

source: REPEL
pl: ODGANIACZ

source: Prevents weak wild POKéMON from\\nappearing for 100 steps.
pl: Słabe, dzikie POKéMONY nie atakują\\nprzez 100 kroków.

source: SUN STONE
pl: KAMIEŃ SŁOŃCA

source: A peculiar stone that makes certain\\nspecies of POKéMON evolve.\\nIt is as red as the sun.
pl: Szczególny kamień powodujący, że\\nniektóre POKéMONY ewoluują.\\nJest czerwony jak słońce.

source: MOON STONE
pl: KAMIEŃ KSIĘŻ.

source: A peculiar stone that makes certain\\nspecies of POKéMON evolve.\\nIt is as black as the night sky.
pl: Szczególny kamień powodujący, że\\nniektóre POKéMONY ewoluują.\\nJest czarny jak nocne niebo.

source: FIRE STONE
pl: KAMIEŃ OGNIA

source: A peculiar stone that makes certain\\nspecies of POKéMON evolve.\\nIt is colored orange.
pl: Szczególny kamień powodujący, że\\nniektóre POKéMONY ewoluują.\\nJest pomarańczowy.

source: THUNDERSTONE
pl: KAMIEŃ GROMU

source: A peculiar stone that makes certain\\nspecies of POKéMON evolve.\\nIt has a thunderbolt pattern.
pl: Szczególny kamień powodujący, że\\nniektóre POKéMONY ewoluują.\\nMa na sobie symbol błyskaiwcy.

source: WATER STONE
pl: KAMIEŃ WODY

source: A peculiar stone that makes certain\\nspecies of POKéMON evolve.\\nIt is a clear light blue.
pl: Szczególny kamień powodujący, że\\nniektóre POKéMONY ewoluują.\\nJest jasnobłękitny.

source: LEAF STONE
pl: KAMIEŃLIŚCIA

source: A peculiar stone that makes certain\\nspecies of POKéMON evolve.\\nIt has a leaf pattern.
pl: Szczególny kamień powodujący, że\\nniektóre POKéMONY ewoluują.\\nMa na sobie symbol błyskaiwcy.

source: TINYMUSHROOM
pl: MAŁY MUCHOMOR

source: A small and rare mushroom.\\nIt is quite popular among certain\\npeople.
pl: Mały i rzadki muchomor.\\nJest dość popularny wśrą{38} niektórych\\nludzi.

source: BIG MUSHROOM
pl: DUŻY MUCHOMOR

source: A large and rare mushroom.\\nIt is very popular among certain\\npeople.
pl: Wielki, rzadki muchomor.\\nJest popularny wśród niektórych\\nludzi.

source: PEARL
pl: PERŁA

source: A relatively small pearl that\\nsparkles in a pretty silver color.\\nIt can be sold cheaply.
pl: Mała perła świecąca pięknym,\\nsrebrnym blaskiem. Można ją\\nsprzedać za skromną sumkę.

source: BIG PEARL
pl: DUŻA PERŁA

source: A quite-large pearl that sparkles\\nin a pretty silver color.\\nIt can be sold at a high price.
pl: Dość duża perła świecąca pięknym,\\nsrebrnym blaskiem. Można ją\\nsprzedać za skromną sumkę.

source: STARDUST
pl: GWIEZDNY PYŁ

source: A pretty red sand with a loose,\\nsilky feel.\\nIt can be sold at a high price.
pl: Piękny, czerwony piasek.\\nJedwabny w dotyku. Można\\ngo drogo sprzedać.

source: STAR PIECE
pl: CZĘŚĆ GWIAZDY

source: A shard of a pretty gem that\\nsparkles in a red color.\\nIt can be sold at a high price.
pl: Skorupa pięknego klejnotu\\nbłyszcząca na czerwono.\\nMożna ją drogo sprzedać.

source: NUGGET
pl: SAMORODEK

source: A nugget of pure gold that gives\\noff a lustrous gleam.\\nIt can be sold at a high price.
pl: Samorodek ze szczerego złota.\\nBłyszczy na złoto.\\nMożna go bardzo drogo sprzedać.

source: HEART SCALE
pl: SERCOWA ŁUSKA

source: A pretty, heart-shaped scale that\\nis extremely rare. It glows faintly\\nin the colors of a rainbow.
pl: Piękna łuska w kształcie serca.\\nNiezwykle rzadka. Delikatnie mieni\\nsię kolorami tęczy.

source: ORANGE MAIL
pl: ORANŻOWY LIST

source: A piece of MAIL featuring a cute\\nZIGZAGOON print.\\nIt is to be held by a POKéMON.
pl: LIST zawierający nadruk z\\nZIGZAGOONEM. Daje się go\\ndo trzymania POKéMONOWI.

source: HARBOR MAIL
pl: PORTOWY LIST

source: A piece of MAIL featuring a cute\\nWINGULL print.\\nIt is to be held by a POKéMON.
pl: LIST zawierający nadruk z\\nWINGULLEM. Daje się go\\ndo trzymania POKéMONOWI.

source: GLITTER MAIL
pl: ŚWIECĄCY LIST

source: A piece of MAIL featuring a cute\\nPIKACHU print.\\nIt is to be held by a POKéMON.
pl: LIST zawierający nadruk ze\\nsłodkim PIKACHU.\\nMoże być trzymany przez POKéMONA.

source: MECH MAIL
pl: STALOWY LIST

source: A piece of MAIL featuring a cute\\nMAGNEMITE print.\\nIt is to be held by a POKéMON.
pl: LIST zawierający nadruk z\\nMAGNEMITEM.\\nMoże być trzymany przez POKéMONA.

source: WOOD MAIL
pl: DREWNIANY LIST

source: A piece of MAIL featuring a cute\\nSLAKOTH print.\\nIt is to be held by a POKéMON.
pl: LIST zawierający nadruk ze\\nSLAKOTHEM.\\nMoże być trzymany przez POKéMONA.

source: WAVE MAIL
pl: MORSKI LIST

source: A piece of MAIL featuring a cute\\nWAILMER print.\\nIt is to be held by a POKéMON.
pl: LIST zawierający nadruk z\\nWAILMEREM.\\nMoże być trzymany przez POKéMONA.

source: BEAD MAIL
pl: KORALOWY LIST

source: A piece of MAIL to be held by a\\nPOKéMON. It will bear the print of\\nthe POKéMON holding it.
pl: LIST który może być trzymany\\nprzez POKéMONA. Nadrukiem jest\\nobrazek POKéMONA trzymającego.

source: SHADOW MAIL
pl: LIST CIENIA

source: A piece of MAIL featuring a cute\\nDUSKULL print.\\nIt is to be held by a POKéMON.
pl: LIST zawierający nadruk z\\nDUSKULLEM.\\nMoże być trzymany przez POKéMONA.

source: TROPIC MAIL
pl: TROPIKOWY LIST

source: A piece of MAIL featuring a cute\\nBELLOSSOM print.\\nIt is to be held by a POKéMON.
pl: LIST zawierający nadruk z\\nBELLOSSOMEM.\\nMoże być trzymany przez POKéMONA.

source: DREAM MAIL
pl: LIST MARZEŃ

source: FAB MAIL
pl: ELEGANCKI LIST

source: A piece of MAIL featuring a\\ngorgeous, extravagant print.\\nIt is to be held by a POKéMON.
pl: LIST zawierający niesamowicie\\npiękny nadruk.\\nMoże być trzymany przez POKéMONA.

source: RETRO MAIL
pl: LIST WSPOMNIEŃ

source: A piece of MAIL featuring a print\\nof three cute POKéMON.\\nIt is to be held by a POKéMON.
pl: LIST zawierający nadruk z trzema\\nsłodkimi POKéMONAMI.\\nMoże być trzymany przez POKéMONA.

source: CHERI BERRY
pl: CHERIJAGODA

source: When held by a POKéMON, it will be\\nused in battle to heal paralysis.
pl: Kiedy trzymana przez POKéMONA,\\nleczy go z paraliżu w trakcie walki.

source: CHESTO BERRY
pl: CHESTOJAGODA

source: When held by a POKéMON, it will be\\nused in battle to wake up.
pl: Kiedy trzymana przez POKéMONA,\\nobudzi go w trakcie walki.

source: PECHA BERRY
pl: PECHAJAGODA

source: When held by a POKéMON, it will be\\nused in battle to cure poison.
pl: Kiedy trzymana przez POKéMONA,\\nodtruje go w trakcie walki.

source: RAWST BERRY
pl: RAWSTJAGODA

source: When held by a POKéMON, it will be\\nused in battle to heal a burn.
pl: Kiedy trzymana przez POKéMONA,\\nukoi poparzenia w trakcie walki.

source: ASPEAR BERRY
pl: ASPEARJAGODA

source: When held by a POKéMON, it will be\\nused in battle for defrosting.
pl: Kiedy trzymana przez POKéMONA,\\nrozmrozi go w trakcie walki.

source: LEPPA BERRY
pl: LEPPAJAGODA

source: When held by a POKéMON, it will be\\nused in battle to restore 10 PP.
pl: Kiedy trzymana przez POKéMONA,\\nprzywróci mu 10 PP w trakcie walki.

source: ORAN BERRY
pl: ORANJAGODA

source: When held by a POKéMON, it will be\\nused in battle to restore 10 HP.
pl: Kiedy trzymana przez POKéMONA,\\nprzywróci mu 10 PP w trakcie walki.

source: PERSIM BERRY
pl: PERSIMJAGODA

source: When held by a POKéMON, it will be\\nused in battle to lift confusion.
pl: Kiedy trzymana przez POKéMONA,\\nzniweluje oszołomienie w walce.

source: LUM BERRY
pl: LUMJAGODA

source: When held by a POKéMON, it will be\\nused in battle to heal any problem.
pl: Kiedy trzymana przez POKéMONA,\\nwyleczy każdą zmianę stanu w walce.

source: SITRUS BERRY
pl: SITRUSJAGODA

source: When held by a POKéMON, it will be\\nused in battle to restore 30 HP.
pl: Kiedy trzymana przez POKéMONA,\\nprzywróci mu 30 PP w trakcie walki.

source: FIGY BERRY
pl: FIGYJAGODA

source: A hold item that restores HP but\\nmay cause confusion when used.
pl: Przedmiot do trzymania. Przywraca\\nHP, ale może oszołomić.

source: WIKI BERRY
pl: WIKIJAGODA

source: MAGO BERRY
pl: MAGOJAGODA

source: AGUAV BERRY
pl: AGUAVJAGODA

source: IAPAPA BERRY
pl: IAPAPAJAGODA

source: RAZZ BERRY
pl: RAZZJAGODA

source: Can be ground up into a powder as\\nan ingredient for medicine.
pl: Może zostać zmielona na proszek\\njako składnik do lekarstwa.

source: BLUK BERRY
pl: BLUKJAGODA

source: NANAB BERRY
pl: NANABJAGODA

source: WEPEAR BERRY
pl: WEPEARJAGODA

source: PINAP BERRY
pl: PINAPJAGODA

source: POMEG BERRY
pl: POMEGJAGODA

source: KELPSY BERRY
pl: KELPSYJAGODA

source: QUALOT BERRY
pl: QUALOTJAGODA

source: HONDEW BERRY
pl: HONDEWJAGODA

source: GREPA BERRY
pl: GREPAJAGODA

source: TAMATO BERRY
pl: TAMATOJAGODA

source: CORNN BERRY
pl: CORNNJAGODA

source: MAGOST BERRY
pl: MAGOSTJAGODA

source: RABUTA BERRY
pl: RABUTAJAGODA

source: NOMEL BERRY
pl: NOMELJAGODA

source: SPELON BERRY
pl: SPELONJAGODA

source: PAMTRE BERRY
pl: PAMTREJAGODA

source: WATMEL BERRY
pl: WATMELJAGODA

source: DURIN BERRY
pl: DURINJAGODA

source: BELUE BERRY
pl: BELUEJAGODA

source: LIECHI BERRY
pl: LIECHIJAGODA

source: When held by a POKéMON, it raises\\nthe ATTACK stat in a pinch.
pl: Zwiększa lekko ATAK, gdy trzymana\\nprzez POKéMONA.

source: GANLON BERRY
pl: GANLONJAGODA

source: When held by a POKéMON, it raises\\nthe DEFENSE stat in a pinch.
pl: Zwiększa lekko OBRONĘ, gdy trzymana\\nprzez POKéMONA.

source: SALAC BERRY
pl: SALACJAGODA

source: When held by a POKéMON, it raises\\nthe SPEED stat in a pinch.
pl: Zwiększa lekko SZYBKOŚĆ, gdy\\ntrzymana przez POKéMONA.

source: PETAYA BERRY
pl: PETAYAJAGODA

source: When held by a POKéMON, it raises\\nthe SP. ATK stat in a pinch.
pl: Zwiększa lekko SP. ATAK, gdy\\ntrzymana przez POKéMONA.

source: APICOT BERRY
pl: APICOTJAGODA

source: When held by a POKéMON, it raises\\nthe SP. DEF stat in a pinch.
pl: Zwiększa lekko SP. OBR, gdy\\ntrzymana przez POKéMONA.

source: LANSAT BERRY
pl: LANSATJAGODA

source: When held by a POKéMON, it raises\\nthe critical-hit ratio in a pinch.
pl: Kiedy trzymana przez POKéMONA,\\nzwiększa lekko częstotliwość ciosów krytyczych.

source: STARF BERRY
pl: STARFJAGODA

source: When held by a POKéMON, it sharply\\nraises one stat in a pinch.
pl: Kiedy trzymana przez POKéMONA\\nzwiększa lekko jedną ze statystyk.
